Repository: mmarsalko/openpgp-applet-window
Catalog: po/*.po
Languages: tr

source: OpenPGP encryption applet
tr: OpenPGP şifreleme uygulaması

source: Exit
tr: Çıkış

source: About
tr: Hakkında

source: Encrypt Clipboard with _Passphrase
tr: Panoyu Anahtar Parola ile Şifrele

source: Sign/Encrypt Clipboard with Public _Keys
tr: Panoyu Genel Anahtarlarla İmzala/Şifrele

source: _Decrypt/Verify Clipboard
tr: Panoyu Deşifre Et/Onayla

source: _Manage Keys
tr: Anahtarları Yönet

source: The clipboard does not contain valid input data.
tr: Pano geçerli girdi verisi içermiyor.

source: Unknown Trust
tr: Bilinmeyen İtimat

source: Marginal Trust
tr: Marjinal İtimat

source: Full Trust
tr: Tam İtimat

source: Ultimate Trust
tr: Aşırı İtimat

source: Name
tr: İsim

source: Key ID
tr: Anahtar No

source: Status
tr: Durum

source: Fingerprint:
tr: Parmak izi:

source: User ID:
tr: Kullanıcı No:

source: None (Don't sign)
tr: Hiçbiri (İmzalama)

source: Select recipients:
tr: Alıcıları seç:

source: Hide recipients
tr: Alıcıları gizle

source: Hide the user IDs of all recipients of an encrypted message. Otherwise anyone that sees the encrypted message can see who the recipients are.
tr: Şifreli mesajın tüm alıcılarının kullanıcı kimliklerini gizle. Aksi halde şifreli mesajı görebilen herkes alıcıları görebilecek.

source: Sign message as:
tr: Mesajı şu olarak imzala:

source: Choose keys
tr: Anahtarları seçin

source: Do you trust these keys?
tr: Bu anahtarlara güveniyor musun ?

source: The following selected key is not fully trusted:
tr: Bu anahtar tamamen güvenilir değil:

source: Do you trust this key enough to use it anyway?
tr: Bu anahtara kullanabilecek kadar güveniyor musunuz?

source: No keys selected
tr: Anahtar seçilmedi

source: You must select a private key to sign the message, or some public keys to encrypt the message, or both.
tr: Mesajı imzalamak için bir gizli anahtar seçmelisiniz veya mesajı şifrelemek için bir genel anahtar seçmelisiniz ya da her ikisini birden seçebilirsiniz.

source: No keys available
tr: Anahtar bulunamadı.

source: You need a private key to sign messages or a public key to encrypt messages.
tr: Mesajı imzalamak için özel bir anahtara veya mesajları şifrelemek için genel bir anahtara ihtiyacınız var.

source: GnuPG error
tr: GnuPG hatası

source: Therefore the operation cannot be performed.
tr: Bu yüzden işlem gerçekleştirilemedi.

source: GnuPG results
tr: GnuPG sonuçları

source: Output of GnuPG:
tr: GnuPG çıktısı:

source: Other messages provided by GnuPG:
tr: GnuPG'den temin edilen diğer mesajlar:
